<?php

$map_lang = array( 
    
    'map_modulemenu' => array(
        'ru' => 'Карта сайта',
        'ua' => 'Карта сайту'
    ),
    
    'map_module_for_menu' => array(
        'ru' => 'Модули для меню',
        'ua' => 'Модулі для меню'
    ),
    
    'map_module_for_content' => array(
        'ru' => 'Модули для контента',
        'ua' => 'Модулі для контенту'
    ),
    
    'map_module_wo_files' => array(
        'ru' => 'Модули без файлов',
        'ua' => 'Модулі без файлів'
    ),
    
    'map_module_map' => array(
        'ru' => 'Модуль карты сайта',
        'ua' => 'Модуль карти сайту'
    ),
    
    'map_description' => array(
        'ru' => '
            <h4>Описание</h4>
            <b>Редактирование страницы</b><br><br>
            Кликнув по соответствующей странице в меню слева, загружается инструмент для редактирования страницы.<br>
            Редактор разделен на 4 вкладки. Все изменения сделанные в <u>любой</u> из них сохраняется кнопкой "Сохранить" на <u>любой</u> из вкладок.<br><br>

            Вкладка <b>Настройки</b><br>
            Для включения и выключения <i>отображения страницы</i> на сайте используется соответствующая галочка.<br>
            Если страница выбрана как первая, это приведет к отключению секции.<br>
            <i>' . l('Приоритет') . '</i> определяет позицию страницы в меню относительно других страниц той же категории.<br><br>
            <i>Секцию</i> можно менять только если страница находится на верхнем уровне — «*Высшая*»<br>
            <br>
            <i>Родительская категория</i> — определяет вложенность категорий. Их может быть до четырех (включая секцию).<br>
            Предназначена для упорядочивания меню по схожей тематике.<br>
            С этим параметром надо быть осторожным. Менять только если у этой страницы не существует потомков.<br>
            Если на данном уровне необходимая родительская категория отключена, с начала необходимо перенести категорию на высший уровень.<br><br>

            Вкладка <b>Контент</b><br>
            В этой вкладке находится редактор текста, с расширенными возможностями форматирования.<br>
            Вставка текста из ворда методом копировать-вставить не приемлема. Рекомендуется набирать и форматировать текст из этого редактора.<br><br>

        ',
        'ua' => '
	    <h4>Опис</h4>
            <b>Редагування сторінки</b><br><br>
            Натиснувши на відповідній сторінці в меню зліва, завантажується інструмент для редагування сторінки.<br>
            Редактор розділений на 4 вкладки. Всі зміни зроблені у <u>будь-якій</u> з них зберігаються кнопкой "Зберігти" на <u>будь-якій</u> з вкладок.<br><br>

            Вкладка <b>Налаштування</b><br>
            Для включення і виключення <i>відображення сторінки</i> на сайті використовується відповідна галочка.<br>
            Якщо сторінка обрана як перша, це приведе до відключення секції.<br>
            <i>Пріоритет</i> визначає позицію сторінки в меню відносно інших сторінок тієї ж категорії.<br><br>
            <i>Секцію</i> можна змінити тільки якщо сторінка знаходиться на вищому рівні — «*Вища*»<br>
            <br>
            <i>Батьківська категорія</i> — Визначає вкладеність категорій. Їх може бути до чотирьох (включаючи секцію).<br>
            Призначена для упорядкування меню за схожою тематикою.<br>
            З цим параметром треба бути обережним. Міняти тільки якщо у цієї сторінки не існує нащадків.<br>
            Якщо на даному рівні необхідна батьківська категорія відключена, спочатку необхідно перенести категорію на вищий рівень.<br><br>

            Вкладка <b>Контент</b><br>
            У цій вкладці знаходиться редактор тексту, з розширеними можливостями форматування.<br>
            Вставка тексту з ворду методом копіювати-вставити не прийнятна. Рекомендується набирати і форматувати текст з цього редактора.<br><br>
         '
    ),
    
    'map_selected_page' => array(
        'ru' => 'Выбраная страница',
        'ua' => 'Обрана сторінка'
    ),
    
    'map_out_choose_adv_picture_html_image_file_not_found' => array(
        'ru' => 'Файл выбран, но в папке не найден!',
        'ua' => 'Файл обраний, але в папці не знайдений!'
    ),
    
    'map_out_choose_picture_error' => array(
        'ru' => 'В эту папку невозможно записывать, проверьте права доступа на папку.',
        'ua' => 'У цю папку неможливо записувати, перевірте права доступу на папку.'
    ),
    
    'map_images' => array(
        'ru' => 'Изображения',
        'ua' => 'Зображення'
    ),
    
    'map_gallery_folder' => array(
        'ru' => 'Галерея (папка)',
        'ua' => 'Галерея (папка)'
    ),
    
    'map_create_thumbs_page' => array(
        'ru' => 'Создать миниатюры для страницы',
        'ua' => 'Створити мініатюри для сторінки'
    ),
    
    'map_create_thumbs_gallery' => array(
        'ru' => 'Создать миниатюры для банеров',
        'ua' => 'Створити мініатюри для банерів'
    ),
    
    'map_add_watermark' => array(
        'ru' => 'Добавить водяной знак',
        'ua' => 'Додати водяний знак'
    ),
    
    'map_crop' => array(
        'ru' => 'Обработать',
        'ua' => 'Обробити'
    ),
    
    'map_image_to_page' => array(
        'ru' => 'Имя картинки для страницы',
        'ua' => 'Ім\'я зображення для сторінки'
    ),
    
    'map_create_folder' => array(
        'ru' => 'Создать папку',
        'ua' => 'Створити папку'
    ),
    
    'map_tab_page' => array(
        'ru' => 'Страница',
        'ua' => 'Сторінка'
    ),
    
    'map_tab_settings' => array(
        'ru' => 'Настройки',
        'ua' => 'Налаштування'
    ),
    
    'map_tab_modules' => array(
        'ru' => 'Модули',
        'ua' => 'Модулі'
    ),
    
    'map_tab_prices' => array(
        'ru' => 'Цены',
        'ua' => 'Ціни'
    ),
    
    'map_tab_order' => array(
        'ru' => 'Сортировка',
        'ua' => 'Сортування'
    ),
    
    'map_published' => array(
        'ru' => 'Опубликовано на сайт',
        'ua' => 'Опубліковано на сайт'
    ),
    
    'map_page_name' => array(
        'ru' => 'Название',
        'ua' => 'Назва'
    ),
    
    'map_page_url' => array(
        'ru' => 'Путь УРЛ (англ. символы)',
        'ua' => 'Шлях УРЛ (агл. символи)'
    ),
    
    'map_page_fullname' => array(
        'ru' => 'Заголовок страницы',
        'ua' => 'Заголовок сторінки'
    ),
    
    'map_page_type' => array(
        'ru' => 'Тип страницы',
        'ua' => 'Тип сторінки'
    ),
    
    'map_page_is_page' => array(
        'ru' => 'Есть ссылка на страницу',
        'ua' => 'Є посилання на сторінку'
    ),
    
    'map_page_prio' => array(
        'ru' => 'Приоритет (1, 2 и т. д. Меньше — выше)',
        'ua' => 'Пріоритет (1, 2 і т. д. Менше - вище)'
    ),
    
    'map_page_parent' => array(
        'ru' => 'Родительская категория',
        'ua' => 'Батьківська категорія'
    ),
    
    'map_max_category' => array(
        'ru' => 'Высшая',
        'ua' => 'Вища'
    ),
    
    'map_page_parent_warning' => array(
        'ru' => 'Внимание! Изменять вложенность страницы можно если у нее нет дочерних страниц',
        'ua' => 'Увага! Змінювати вкладеність сторінки можна якщо у неї немає дочірніх сторінок'
    ),
    
    'map_section' => array(
        'ru' => 'Секция',
        'ua' => 'Секція'
    ),
    
    'map_page_redirect' => array(
        'ru' => 'Переход на вложенную страницу',
        'ua' => 'Перехід на вкладену сторінку'
    ),
    
    'map_page_no_redirect' => array(
        'ru' => 'Без перехода',
        'ua' => 'Без переходу'
    ),
    
    'map_page_date' => array(
        'ru' => 'Дата страницы',
        'ua' => 'Дата сторінки'
    ),
    
    'map_templates' => array(
        'ru' => 'Шаблоны',
        'ua' => 'Шаблони'
    ),
    
    'map_page_template_header' => array(
        'ru' => 'Заголовок',
        'ua' => 'Заголовок'
    ),
    
    'map_page_template' => array(
        'ru' => 'Основной',
        'ua' => 'Основний'
    ),
    
    'map_page_template_inner' => array(
        'ru' => 'Внутренний',
        'ua' => 'Внутрішній'
    ),
    
    'map_meta' => array(
        'ru' => 'Мета',
        'ua' => 'Мета'
    ),
    
    'map_map_coords' => array(
        'ru' => 'Карта',
        'ua' => 'Карта'
    ),
    
    'map_no_childrens' => array(
        'ru' => 'Нет дочерних элементов.',
        'ua' => 'Немає дочірніх елементів.'
    ),
    
    'map_update_success' => array(
        'ru' => 'Обновление произведено.',
        'ua' => 'Оновлення зроблено.'
    ),
    
    'map_continue' => array(
        'ru' => 'Продолжить',
        'ua' => 'Продовжити'
    ),
    
    'map_add_page' => array(
        'ru' => 'Добавление страницы',
        'ua' => 'Додавання сторінки'
    ),
    
    'map_sel_parent' => array(
        'ru' => 'Родительский элемент',
        'ua' => 'Батьківський елемент'
    ),
    
    'map_wait_for_redirect' => array(
        'ru' => 'Или ожидайте автоматического перемещения',
        'ua' => 'Або очікуйте автоматичного переміщення'
    ),
    
    'map_page_template_body_header' => array(
        'ru' => 'Шапка',
        'ua' => 'Шапка'
    ),
    
    'map_image_title_ru' => array(
        'ru' => 'Подпись для картинки RU',
        'ua' => 'Опис зображення UA'
    ),
    
    'map_image_title_en' => array(
        'ru' => 'Подпись для картинки EN',
        'ua' => 'Опис зображення EN'
    ),
    
    'map_thumbnails' => array(
        'ru' => 'Миниатюры',
        'ua' => 'Мініатюри'
    ),
    
    'map_all' => array(
        'ru' => 'Все',
        'ua' => 'Усе'
    ),
    
    'map_description_tab' => array(
        'ru' => 'Описание',
        'ua' => 'Опис'
    ),
    
    'map_search_tab' => array(
        'ru' => 'Поиск',
        'ua' => 'Пошук'
    ),
    
	'map_prices_tab' => array(
        'ru' => 'Цены',
        'ua' => 'Ціни'
    ),
	
    'map_published_short' => array(
        'ru' => 'Опубликовано',
        'ua' => 'Опубліковано'
    ),
    
    'map_add_subpage' => array(
        'ru' => 'Добавить подстраницу',
        'ua' => 'Додати підсторінку'
    ),
    
    'map_meta_description' => array(
        'ru' => 'Описание',
        'ua' => 'Опис'
    ),
    
    'map_meta_keywords' => array(
        'ru' => 'Ключевые слова',
        'ua' => 'Ключові слова'
    ),
    
    'map_not_selected' => array(
        'ru' => 'Не выбрано',
        'ua' => 'Не вибрано'
    ),
    
    'map_save_changes' => array(
        'ru' => 'Сохранить изменения',
        'ua' => 'Зберегти зміни'
    ),
    
    'map_page_color' => array(
        'ru' => 'Цвет',
        'ua' => 'Колір'
    ),
    
    'map_resize_product' => array(
        'ru' => 'Создать миниатюры для товара',
        'ua' => 'Створити мініатюри для товару'
    ),
    
    'map_resize_gallery' => array(
        'ru' => 'Создать миниатюры для галереи',
        'ua' => 'Створити мініатюри для галереї'
    ),
    
    'map_search_title' => array(
        'ru' => 'Поиск по страницам',
        'ua' => 'Пошук по сторінкам'
    ),
    
        'map_search_where' => array(
        'ru' => 'Где искать',
        'ua' => 'Де шукати'
    ),
    
        'map_search_name' => array(
        'ru' => 'Название',
        'ua' => 'Назва'
    ),
    
        'map_search_head' => array(
        'ru' => 'Заголовок',
        'ua' => 'Заголовок'
    ),
    
        'map_search_content' => array(
        'ru' => 'Контент',
        'ua' => 'Контент'
    ),
    
    'map_search_link' => array(
        'ru' => 'Ссылка',
        'ua' => 'Посилання '
    ),
    
    'map_search_placeholder' => array(
        'ru' => 'введите поисковую фразу...',
        'ua' => 'введіть пошукову фразу... '
    ),
    
    'map_search_button' => array(
        'ru' => 'Найти',
        'ua' => 'Знайти'
    ),
    
    'map_search_results' => array(
        'ru' => 'Результаты поиска',
        'ua' => 'Результати пошуку'
    ),
    
    'map_buy_old' => array(
        'ru' => 'Покупать б/у',
        'ua' => 'Купувати б/у'
    ),
    
    'map_parse_hotline' => array(
        'ru' => 'Ссылка товара на hotline',
        'ua' => 'Посилання товару на hotline'
    ),
    
    'map_hotline_price' => array(
        'ru' => 'Цена на hotline',
        'ua' => 'Ціна на hotline'
    ),
    
    'map_description_name' => array(
        'ru' => 'Заголовок Н2 для описания сервиса в левой колонке',
        'ua' => 'Заголовок Н2 для опису сервісу у лівій колонці'
    ),

    'map_product_category' => array(
        'ru' => '№ категории товара (или id страницы для видео)',
        'ua' => '№ категорії товару (або id сторінки для відео)'
    ),
	
	 'map_export_price_table_button' => array(
        'ru' => 'выгрузить малую таблицу',
        'ua' => 'выгрузить малую таблицу'
    ),
	
		 'map_export_price_full_table_button' => array(
        'ru' => 'выгрузить основную таблицу',
        'ua' => 'выгрузить основную таблицу'
    )
	
	
);