<?php

$settings_lang = array( 
            
    'sets_modulemenu' => array(
        'ru' => 'Настройки',
        'ua' => 'Налаштування'
    ),
    
    'sets_list' => array(
        'ru' => 'Список настроек',
        'ua' => 'Список налаштувань'
    ),
    
    'sets_description' => array(
        'ru' => '<h3>Редактирование настроек сайта</h3>
                Выберите необходимую настройку из списка.',
        'ua' => '<h3>Редагування налаштувань сайту</h3>
                Оберіть необхідне налаштування зі списку.'
    ),
    
    'sets_param' => array(
        'ru' => 'Параметр',
        'ua' => 'Параметр'
    ),
    
    'sets_value' => array(
        'ru' => 'Значение',
        'ua' => 'Значення'
    ),
    
    'sets_read_only' => array(
        'ru' => 'Только для чтения',
        'ua' => 'Тільки для читання'
    ),
    
    'sets_update_success' => array(
        'ru' => 'Обновление произведено.',
        'ua' => 'Оновлення зроблено.'
    ),
    
);