<?php

$settings_lang = array( 
            
    'debug_modulemenu' => array(
        'ru' => 'Отладка',
        'ua' => 'Налагодження'
    ),
    
    'debug_list' => array(
        'ru' => 'Список отладчиков',
        'ua' => 'Список налагоджень'
    ),
    
    'debug_description' => array(
        'ru' => '<h3>Отладка сайта</h3>
                Выберите необходимый отладчик из списка.',
        'ua' => '<h3>Налагодження сайту</h3>
                Оберіть необхідне налагодження зі списку.'
    ),
    
    'debug_param' => array(
        'ru' => 'Параметр',
        'ua' => 'Параметр'
    ),
    
    'debug_value' => array(
        'ru' => 'Значение',
        'ua' => 'Значення'
    ),
    
    'debug_read_only' => array(
        'ru' => 'Только для чтения',
        'ua' => 'Тільки для читання'
    ),
    
    'debug_update_success' => array(
        'ru' => 'Обновление произведено.',
        'ua' => 'Оновлення зроблено.'
    ),
    
);