<ol>
    <li>
        <?= l('Создать заказ поставщику в разделе Заказы-Создать заказ поставщику. После чего в  разделе Склад-Заказы поставщикам выбрать из списка нужный заказ и оприходовать его') ?>
    </li>
    <li>
        <?= l('Загрузить накладную от поставщика в формате Excel. Товар перечисленный в накладной будет оприходован на склад') ?>
        <a href="" class="btn btn-primary"><?= l('Продолжить') ?></a>
    </li>
    <li>
        <?= l('Создать накладную самостоятельно') ?>
        <a href="" class="btn btn-primary"><?= l('Продолжить') ?></a>
    </li>
</ol>