<?php

$lang_arr = array( 
            
    'edit' => array(
        'ru' => 'Редактировать',
        'ua' => 'Редагувати'
    ),
            
    'name' => array(
        'ru' => 'Название',
        'ua' => 'Назва'
    ),
    
    'save' => array(
        'ru' => 'Сохранить',
        'ua' => 'Зберегти'
    ),
        
    'create' => array(
        'ru' => 'Создать',
        'ua' => 'Створити'
    ),
        
    'created' => array(
        'ru' => 'Создано',
        'ua' => 'Створено'
    ),
        
    'delete' => array(
        'ru' => 'Удалить',
        'ua' => 'Видалити'
    ),
        
    'close' => array(
        'ru' => 'Закрыть',
        'ua' => 'Закрити'
    ),
        
    'loading' => array(
        'ru' => 'Загрузка',
        'ua' => 'Завантаження'
    ),
        
    'saving' => array(
        'ru' => 'Сохранение',
        'ua' => 'Збереження'
    ),
        
    'select' => array(
        'ru' => 'Выбрать',
        'ua' => 'Вибрати'
    ),
        
    'clear' => array(
        'ru' => 'Очистить',
        'ua' => 'Очистити'
    ),
        
    'main' => array(
        'ru' => 'Главная',
        'ua' => 'Головна'
    ),
        
    'exit' => array(
        'ru' => 'Выход',
        'ua' => 'Вихід'
    ),
        
    'continue' => array(
        'ru' => 'Продолжить',
        'ua' => 'Продовжити'
    ),
        
    'manage_main_text' => array(
        'ru' => 'Администрирование сайта.',
        'ua' => 'Адміністрування сайту.'
    ),
        
    'error404_desc' => array(
        'ru' => 'Ошибка 404. Страница не найдена',
        'ua' => 'Помилка 404. Сторінка не знайдена'
    ),
        
    'error404_title' => array(
        'ru' => 'Страница не найдена',
        'ua' => 'Сторінка не знайдена'
    ),
        
    'sign_in' => array(
        'ru' => 'Вход',
        'ua' => 'Вхід'
    ),
        
    'email' => array(
        'ru' => 'Эл. адрес',
        'ua' => 'Ел. адреса'
    ),
        
    'password' => array(
        'ru' => 'Пароль',
        'ua' => 'Пароль'
    ),
        
    'incorrect_login' => array(
        'ru' => 'Неверный логин или пароль!',
        'ua' => 'Невірний логін або пароль!'
    ),
    
);
